Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: “용병들에 대한 통솔권은 공자님이 가지고 계십니다.{j}그리고…….”
en_us: “The eldest master is in charge of his mercenaries and furthermore...”

source: 안타까운 한숨을 내쉬는 형의 모습에 까닭을 묻자, 형은 아직 미숙한 그가 봐도 놀라운 기술을 보여 주었었다.{j}아버지를 비롯한 어떤 기사도 보여 주지 못한 비기(祕技)였다.
en_us: When Lonian asked why his brother was disappointed, Logan showed him a marvelous new technique. Even with his untrained eye, Lonian knew he had witness something special. It was something he hadn’t seen before from his father or the other knights.

source: 그것은 검술 이전에, 심장에 특정한 방향성을 가진 포스의 핵을 생성하는 것에서부터 시작했다.
en_us: Prior to the art of swordsmanship, it began by producing a core of the force within the heart with a particular predisposition.

source: “예, 있습니다.”
en_us: “Yes, I do.”

source: “아무리 왕실의 권위가 예전만 못하다 한들, 왕실의 허가도 없이 대뜸 선전 포고를 한 놈들이다.{j}작정하고 일을 벌인 것이 분명한데 화의를 말하는 이들은 생각은 하고 입을 여는 것이더냐?”
en_us: “Even though the power of the royal family has diminished they still declared a war without the blessing of our royal highness. It seems their declaration was premeditated and that much is clear. So, who dare speaks of peace at a moment like this?”

source: “으으으.”
en_us: “Ahh...”

source: ‘할 수 있다.{j}할 수 있어.’
en_us: I can do this. I know I can.

source: 그렇게 로건이 빅토르 남매의 교육에 관해서 계획을 조금 수정해야 하나 고민할 무렵, 일행은 맥라인 영지에 도착했다.{j}과거 맥라인이 서남부 지역의 로드(Lord)였던 때, 산맥의 몬스터를 막기 위한 요새로 쓰였던 낡은 성.{j}이제는 쇠락한 맥라인 가문의 본성이 되어 버린 초라한 성의 안으로 들어서자, 로건을 보고 놀란 사람들이 파도처럼 갈라졌다.{j}
en_us: Just as Logan wondered if he needed to change his plans for their education, the party arrived in MacLine territory. The worn-down castle was originally used as a base to fight against monsters from the mountains when the House of MacLine was the Lord of the Southwest. But their glory days were long behind them and the castle was now their main holding and the seat of their remaining power. As the party entered the shoddy castle, the stunned crowd split like waves at the sight of Logan.

source: 작게 속삭이는 목소리들에는 놀란 마음이 뚜렷이 새겨져 있었고, 비아냥거리던 이들은 자신이 언제 그랬냐는 듯 고개를 돌려 로건의 시선을 피했다.{j}로건의 손에서 줄기줄기 뿜어지는 선명한 황금색의 빛이 만들어 낸 광경.
en_us: The hushed voices were clearly surprised by Logan’s show of force and the mercenaries that mocked him had sunk their heads to avoid his eyes. They recognized the power of the bright golden light streaming out from Logan’s hands.

source: 그 말에 숙였던 빅토르의 고개가 발딱 들렸다.{j}휘둥그레 커진 붉고 푸른 눈동자가 거세게 흔들렸다.
en_us: Victor sprang his head back up in disbelief. Each of his colored eyes were teeming with excitement.

source: “미안하지만 안 돼.”
en_us: “I’m sorry but I can’t do that.”

source: 이곳은 주로 거친 용병들이 단체로 묶는 여관으로, 일반적인 여관보다 훨씬 요란하고 시끄러운 숙소였다.
en_us: Many violent mercenaries stayed here in groups, which was why it was ten times rowdier than the average inn.

source: 뭐라 반론을 하려던 노예상이 로건이 검의 손잡이를 쥐는 것을 보며 입을 다물었다.{j}사실상 협박이나 다름없는 제안이었다.{j}노예상은 빠르게 머리를 굴렸다.
en_us: The hooked-nosed trader was about to make his rebuttal when he saw Logan’s hand move over the handle of his sword, and promptly shut his mouth. It was more of a threat than a proposal. The slave trader tried to think his way out his predicament.

source: “지, 진짜 그리 해 주겠다는 거였다니.{j}고맙다, 인간.{j}아니, 고맙습니다!{j}주인님!”
en_us: “You were telling the truth. Thank you, human. No, thank you, master!”

source: “아으으!{j}지금 제 말 듣고 계시긴 한 거죠?”
en_us: “Are you even listening to me!”

source: 말도 안 되는 소리다.
en_us: Nonsense.

source: 한참이나 머리를 싸매고 고민한 끝에 내려진 결론은 명확했다.
en_us: After hours of squeezing every idea in his head, he had reached a clear conclusion.

source: “이야, 저 솜털 좀 봐라.”
en_us: “Look at Goldilocks over there.”

source: 그날부터 로건은 침식을 거의 잊은 채로 열정적으로 검을 휘둘렀다.
en_us: From that day on, Logan would practiced with his sword in a frenzy, as if he forgot how to eat and sleep.

source: “어서 옵셔!{j}무엇을 도와드릴까요?{j}숙박?{j}술?{j}아니면 음식으로 드릴까?”
en_us: “Welcome! How can I help you? A bed? A drink? Or anything to eat?”

source: “그게 무슨…….”
en_us: “What do you mean...”

source: 기사단 역시 넓게 보면 ‘무기를 든 거친 사내’들의 모임.
en_us: The order of the knights were essentially a “group of armed and dangerous men”.

source: 릭은 끝까지 한마디를 덧붙였다.
en_us: Rick was always saying more than he should.

source: - 용서를 빌었어야 했는데.
en_us: “I should have begged for forgiveness.”

source: “……확실히, 조금은 변한 것 같구나.{j}그래, 변해야지.{j}좋다.{j}허락하겠다.”
en_us: “There might be some sense in you after all. You ought to have some by now. You have my permission.”

source: 진정으로 하는 칭찬이었지만, 왜인지 헤인켈의 표정은 우울하기만 했다.{j}해가 지고 나서야 남쪽 별장으로 돌아온 로건은 자신의 방이 아닌 야산으로 향했다.{j}포스코어 덕분에 체력이 금세 회복되었다고는 하나, 정신적인 피곤함은 별개의 것이었다.{j}사람의 정신력도 한계가 있는 것이 분명하거늘, 로건은 스스로 생각해도 이상할 정도로 피곤하지가 않았다.
en_us: It was a sincere compliment but Sir Heinkel’s face sunk deeper with depression. Logan returned to the summer house after sunset and headed for the mountains instead of his room. His physical condition had fully recovered thanks to his force core but mental exhaustion was a different matter entirely. Every man had his limit which was why he felt strange that he didn’t feel particular tired at all.

source: 23화
en_us: Chapter Twenty Three

source: 하지만 적극적으로 말리려 하는 이는 없었다.
en_us: But no one actively tried to put an end to it.

source: “안 하던 짓을 하는 걸 보니, 또 무슨 한심한 짓거리라도 준비하는 건가요?”
en_us: “This is highly irregular. Have you been preparing some pathetic ploy?”

source: 딸깍.
en_us: Click.

source: “여러 가지 이유가 있지만, 굳이 하나만 뽑자면…… 돈 벌러?”
en_us: “There are many reason but the most important one is...to make money.”

source: “……역시 가주님.”
en_us: “Our baron is an honorable man.”

source: 던져진 석궁과 카트리지가 벽에 부딪혀 나뒹굴었다.{j}그것을 보는 하마르의 얼굴이 분노로 부들부들 떨렸다.
en_us: Logan threw the crossbow and the cartridge at the wall and were left rolling on the floor. Hamar’s face trembled with anger at the sight of his broken crossbow.

source: “노예 시장이요?”
en_us: “The slave market?”

source: 페관 수련이 끝났음을 보고할 겸 아버지를 만나러 가는 길.
en_us: Logan was on his way to see his father to report the end of his training

source: 패닉에 빠진 릭의 마음과는 무관하게 보병들은 공포가 완연한 얼굴로도 착실하게 진군해 나갔다.{j}잠시 후, 결국 최전선에서 보병들이 격돌했다.
en_us: Rick had fallen into a state of panic but the infantrymen marched forward with their horror-filled faces regardless, and soon clashed with the enemy on the front line.

source: 쾅!
en_us: Smash!

source: 그런 재능이 있는데도 사기를 당했다면 아직은 미숙한 점이 있다는 것이고, 전생에 그가 알던 제국 거상과는 차이가 크다는 것이었다.
en_us: His talent was evident but he was conned out of his business, which showed naivety. He was far from the man he knew in his previous life and from being the greatest merchant the Are Empire had ever seen.

source: “역시 어린 나이라 그런지 며칠 잘 먹고 잘 잤다고 금세 달라지는구나.”{j}
en_us: “Sleeping and eating well for a few days has made you look much better. Bless your youth.”

source: “저는 준비를 위해 먼저 나가 보겠습니다.{j}추후 지시하실 사항이 있다면 따로 연락을 주십시오.”
en_us: “I must be going now to prepare my men. Please send word if you have any further orders.”

source: “아, 그건 나도 들었어.{j}그놈은 진짜 미쳤을 수도 있어.”
en_us: “I heard it, too. He really might be crazy.”

source: ‘이 정도면 괜찮아.’
en_us: This will be enough.

source: “들어와.”
en_us: “Come in.”

source: “우아아!”
en_us: “Woah!”

source: ‘왜지?’
en_us: Why?

source: “전부 사실이란 뜻이렷다.”
en_us: “You don’t refute these claims?”

source: 일반적인 포스 유저를 능가하는 압도적인 살기가 붉은 두 눈에서 쏘아졌다.{j}뒤에 있던 카이가 놀란 표정을 지을 정도였으니, 아직 어린아이인 빅토르가 이를 견디는 것은 불가능했다.{j}빅토르는 순식간에 파랗게 질린 안색으로 신음을 토했다.
en_us: An overwhelming sense of power, stronger than the average force user, shot through Logan’s red eyes. Even Kai was stunned by his raw power. The energy was too strong for a boy of Victor’s age to handle. The boy’s face quickly turned pale as he cried in pain.

source: 어쩌면 아버지 패드릭 맥라인과 같은 상급기사에 준하는 힘을 손에 넣을 수 있을지도 몰랐다.{j}기세만으로 적을 억압할 수 있는 강력한 힘.{j}그 경지를 상상하는 것만으로 손이 부르르 떨렸다.{j}만약 영지전 이전에 그가 한 단계만 더 성장할 수 있다면, 자신의 무력 자체가 전쟁의 변수가 될 수 있을 것이다.{j}석궁기마대 못지않은 강력한 변수가.
en_us: He wondered if he could reach the same level of power as his father, a high knight. The power of a high knight was strong enough to suppress an enemy with an intimidating look. His hands trembled at the possibility of attaining such a power. If he could achieve that level before the Battle of the Territories, he knew that his power could tilt the war in their favor, as much as the mounted crossbowmen in training.

source: 가장 먼저 해결해야 할 시련은 바로 그것이었다.
en_us: Logan knew that it was the first trial he had to overcome.

source: “우와아아아아!”
en_us: “Wow!”

source: ‘카이런 울브스…….’
en_us: Kyron Wolves...

source: “수고했다.{j}오늘 한 것이 앞으로 네가 매일 해야 할 기본 훈련이다.”
en_us: “Well done. You’ll repeat today’s basic training everyday.”

source: 그러나 이 불편한 자리를 벗어나는 것조차 마음대로 되지 않았다.{j}그런 로건의 짜증 섞인 표정을 보며, 마찬가지로 후식을 단번에 삼키는 것으로 식사를 끝낸 패드릭이 입을 열었다.
en_us: Nothing was going his way including trying to leave his own suffocating party. Padrick sensed Logan’s irritation so he finished his dessert with one bite and began to speak.

source: 그리고 그 대부분이 고작 300여 명의 용병대에 학살당했다.{j}이들의 자신감은 허세나 오만이 아닌, 확실한 근거가 가져다준 확신이었다.
en_us: Logan and his three hundred men had slaughtered the monsters. Their laughter and bravado didn’t stem from arrogance but evidence of their powerful weapons.

source: “싫어요?”
en_us: “You don’t like it?”

source: 1식이 보여 준 위력만 생각해도 2식의 힘은 충분히 자신의 예상을 뛰어넘고도 남을 것이다.{j}그 비기를 전쟁 전까지 익혀 낼 수만 있다면 상급기사도 두렵지 않을 것 같았다.{j}고양된 의식은 자연스레 비전을 떠올렸고, 그때부터 시작된 탐구는 새롭게 밝아 온 아침 해가 그의 감은 두 눈을 자극할 때까지 쉬지 않고 이어졌다.
en_us: Gathering from the power he felt in level one, Logan knew that the power he would obtain through level two would exceed his wildest dreams. Mastering the next secret before the war would make him strong enough to go toe to toe with a high knight. He naturally thought about the passages from the ancient book and delved deep into its knowledge until the sunlight of the new morning hit his eyes.

source: “역시…….”
en_us: “Just as I remembered...”

source: “내가 너에게 시킬 첫 번째 일은 제국 남부산 철목으로 만든 카트리지와 태엽, 아교를 대량으로 구매하는 거야.”
en_us: “First, I need you to acquire cartridges made of ironwood from the Empire’s Southern Mountains, springs and glue in bulk.”

source: 하지만 그는 굳이 그것을 신경 쓰지 않았다.
en_us: But he wasn’t bothered by them at all.

source: “……로건?{j}흠, 들어와라.”
en_us: “...Logan? Yes, come in.”

source: “또 발이 느려진다!{j}넌 더 할 수 있어, 뛰어!”
en_us: “Your feet are slowing down again. You can do it, run!”

source: ‘가만, 굳이 상단에 투자할 필요가 있나?’
en_us: Wait a minute, is it necessary to invest in his business?

source: ‘제국 전쟁.’
en_us: The Imperial War

source: ‘비전서, 신의 검(神劍).’
en_us: The grand secret book, The Sword of God.

source: ‘……라고 생각하겠지.’
en_us: They think it’ll be that easy...

source: “나는 제군들이 기사로서 자긍심을 보여 줄 것이라 믿는다.{j}설마 대공자 앞에서 나를 망신시킬 놈은 없겠지?”
en_us: “I’m sure that all of you will uphold your pride as knights. Surely, is there anyone that will embarrass me and the order in front of the eldest master?”

source: 일반적인 인간 장정의 허리 정도나 올 법한 키에 옆으로 떡 벌어진 어깨, 배꼽까지 내려오는 길고 흰 수염의 난쟁이가 그를 일으키려는 용병들에게 신경질적인 반응을 보였다.{j}두꺼운 그의 손발만큼이나 묵직해 보이는 족쇄에 묶여 있으면서도 기가 죽지 않은 듯했다.
en_us: The dwarf was tall as the average man’s torso and had broad shoulders. His white beard came down to this belly button and he seemed to be irritated by the mercenaries that tried to stand him up. His chains were as thick as his heavy hands and feet but he still had fire in his eyes.

source: “……좋습니다.”
en_us: “Very well...”

source: 하지만 당장은 저런 사소한 일에 신경 쓸 틈이 없었다.
en_us: But he had no time to waste on trivial matters.

source: “울브스 가문이 동부의 맹주라고는 하나, 저희가 로드(Lord)로 섬기는 가문은 아닙니다.{j}그러니 그저 사과만 받고 끝내시면 저희 가문이 울브스에 굴복했다는 소문이 나올까 두렵습니다.”
en_us: “No one would dare question their influence on the eastern border but we do not serve them as our direct lords. I fear that rumors will spread about how our house feebly bent to the will of House Wolves with just a simple apology.”

source: “……그래.{j}괜찮아.”
en_us: “Yes. I’m fine.”

source: “필요하면 종종 동료들을 잘 가르친다고 들었는데.”
en_us: “Your fellow mercenaries told me that you taught them a few things if they needed it.”

source: 그 말에 로건이 소리 없이 입을 벌렸다.
en_us: Logan’s jaw almost dropped to the floor with astonishment.

source: “10만 골드 줄게.”
en_us: “I’ll provide you with one hundred thousand gold.”

source: 채채채챙!{j}쾅!
en_us: Chang! Crash!{j}

source: “꼬마야.{j}상황 파악이 안 되더냐?{j}내가 아까 그 노예상 놈하고 비슷한 놈으로 보여?”
en_us: “Look here, little boy. Can’t you tell? The slave trader and I are an entirely different species.”

source: ‘허가해 줄 리가 없으니까.’
en_us: There was no way they would let me.

source: 아직 떨리는 몸과 가쁜 호흡, 채 회복되지 않은 체력은 집중력의 저하를 가져올 것이었다.{j}그런데도 그를 보는 빅토르의 눈동자엔 조금의 흔들림도 없었다.
en_us: Victor’s body was trembling and his breathing was out of sorts, it was evident that he hadn’t fully recovered and it was affecting his concentration. But his eyes stayed resolute.

source: “당신 정말…….”
en_us: “You really are...”

source: “그럴 필요 없다, 리이나 공녀.{j}내 뜻은 변하지 않는다.{j}로건, 맥라인의 명예를 돈과 바꿀 수는 없다.”
en_us: “There is no need, Lady Lina. I haven’t changed my mind. Logan, the House of MacLine cannot trade honor for money.”

source: ‘그러니 나는 또 다른 대처 방안을 준비한다.’
en_us: That is why I need to prepare an alternative plan.

source: “전쟁……입니까?”
en_us: “Are we at war?”

source: 참고 참았던 분노를 고스란히 토해 낸 로건이 말을 박찼다.{j}마침내 지축을 울리며 숲속에서 뛰쳐나간 삼백여 기의 기마들이 전장을 향해 질주했다.
en_us: Logan released his pent up frustration and fury into his command and kicked his horse. The three hundred or so riders shook the earth as they moved through the forest and raced towards the battlefield.

source: “아, 맞으시구나.{j}듣던 대로 멋진 눈동자를 가지고 계시네요.”
en_us: “Oh, that’s great. It’s true what they say, you do have amazing eyes.”

source: “……이번엔 그냥 둘러댄 변명 같지는 않구나.”
en_us: “...This doesn’t sound like one of your usual sad excuses.”

source: “……선산에 들어가 폐관 수련을 하려 합니다.{j}허락을 받으러 왔습니다.”{j}이미 각오하고 있던 로건은 흔들림 없는 목소리로 답했다.
en_us: “...I came to ask your permission to train by myself in the mountains by the family cemetary.”, said Logan with no sign of nervousness.

source: “꾸물거리지 마!”
en_us: “Stop dragging your feet!”

source: “3개월 정도 생각하고 있습니다.”
en_us: “About three months.”

source: ‘이럴수록 서두르지 말고 천천히, 조급해하지 말고…….’
en_us: No need to rush yourself at times like this. Don’t become desperate...

source: “클로드 상단이 망했다더니, 상단주가 미쳐서 그런 거였나?”
en_us: “I heard the Claude Trading Company went bankrupt and now I’m beginning to see why.”

source: “걱정하지 마라.{j}금방 해결될 테니.”
en_us: “Don’t worry. Everything will be resolved.”

source: 왜 눈물을…….”
en_us: why are you crying?”

source: 계약서를 어디서 쓰든 그게 무슨 상관인가.{j}로건이 어리둥절한 필립을 데리고 간 곳은 카일에서도 몇 없는 마법 용품 상점이었다.
en_us: Phillip was puzzled since he thought a contract could be made and signed anywhere. Logan took his soon-to-be new employee to one of the last remaining magic supply stores in Kyle.

source: “아… 아하하, 지, 진짜?”
en_us: “Oh my...you really are...”

source: “가주님을요?{j}찾아가시겠다고요?{j}일부러요?”
en_us: “Your father, sir? You wish to see him? On purpose?”

source: ‘어우, 저 독한 놈.{j}우릴 얼마나 엿 먹이려고.’
en_us: He’s the worst. How much is he going to make us suffer?

source: 50만 골드라는 금액엔 미래를 대비한 인재 포섭 그 첫 단계가 완벽하게 성공했음을 자축하는 의미도 있었다.{j}물론 필립을 포섭한 건 당장의 위기를 극복하기 위함이라기보다 그 후를 내다본 대비였다.{j}그러니 이제는 첫 번째 위기인 영지전을 이겨내기 위한 인재를 찾아야 했다.
en_us: Logan was thrilled that the first part of his plan to secure a talented moneymaker for the future was a perfect success, and only for the price of five hundred thousand gold. Winning over Phillip was to prepare for the future rather than to overcome his immediate challenges. Therefore, his next focus was to find talents that could help him overcome his first major hurdle, the Battle of the Territories.

source: 그녀는 단순한 가모가 아니었다.
en_us: She wasn’t your ordinary step-mother.

source: 싸늘해진 패드릭의 목소리가 지극한 분노를 싣고 대전을 뒤덮었다.
en_us: The icy voice of Padric, laced with fury, filled the great hall.

source: 하지만 당연하게도 이 상식적인 대처는 아버지의 분노를 불러일으켰다.
en_us: His reasonable proposal was predictably met with his father’s rage.

source: 완전히 망가졌던 전생의 로건도 당시에는 양심의 가책으로 잠을 설쳤을 정도였다.
en_us: Logan, a broken man in his previous life, experienced many sleepless nights thinking about Rick.

source: 최근에 자신에게 살갑게 다가오기 시작한 몇 안 되는 기사 중 한 명이었다.{j}물통을 건네며 웃던 모습이 아직 로건의 눈에 선했다.
en_us: He was one of the few knights that had started to warm up to Logan of late. The memory of Gropp smiling as he handed over a bottle of water remained fresh in his mind.

source: 휘청거리던 맥라인 가문이 최연소 오러 유저 로니안 맥라인의 등장으로 기지개를 켤 무렵, 동생과 가문은 물론이고 나라 자체를 망하게 해 버린 재앙.
en_us: Just when House MacLine and its years of mediocrity looked to be over with the arrival of Lonian MacLine, the youngest auror user in history, the war ultimately destroyed his brother, his house and the entire country itself.

source: “대공자는 몬스터 고기를 사서 모으고, 어린 노예와 드워프를 사들였죠.{j}하급 용병들도 수백이나 영지 내부로 끌어들였고요.{j}뜬소문을 제외한 사실만 말한 겁니다.”
en_us: “I heard that you, the eldest son and heir of the House of MacLine, have bought monster meat, two child slaves and a dwarf. You also hired hundreds of mercenaries and brought them into our territory. These aren’t rumors, young master, these are the facts.”

source: 드웨인은 잠시 당황했지만, 재빨리 정신을 붙잡았다.{j}중요한 것은 그게 아니었다.
en_us: Dwain was taken aback by Logan’s knowledge but quickly recovered. The details of the loan wasn’t important.

source: 그때부터 로건의 목검이 이전까지와는 달리 급소를 가리지 않고 사정없이 전신을 난타했다.
en_us: Logan’s sword no held back as he began to senselessly strike every part of his opponent’s body.

source: “죄송합니다!
en_us: “Sorry! I’ll be much more careful next time!”

source: ‘이 상황에서 재정 자립을 이루고 영지 병력을 늘려야 한다는 거지?{j}망할.’
en_us: I have to find a way to make the house financially independent and increase the territorial army...damn it.

source: 그에게는 처음부터 계획된 일이었고 꼭 필요한 일이었지만, 당연하게도 주변에서는 이해하지 못했다.
en_us: Only he knew the plan and at the importance of his actions, he also knew that he could never disclose it to anyone.

source: ‘……뭐지, 이 사람?{j}천사인가?’
en_us: Who is this man? Is he an angel?

source: ‘며칠 좀 잘 먹였다고 이 정도라니…….’
en_us: A few days of rest and he’s already this good...

source: “말도 안 돼…….”
en_us: “Unbelievable.”

source: 오히려 그가 원하는 것은 그 옆에 있는 작고 땅딸막한 노예였다.
en_us: The slave he wanted was a short, stubby looking thing next to the elves.

source: 사람 몸통보다 두꺼운 아름드리나무가 두 겹의 황금빛 파도를 맞고 폭음과 함께 산산조각으로 흩날렸다.
en_us: Two layers of golden waves struck a tree, thicker than a man’s body, and split into tiny pieces with a loud explosion.

source: 울컥.
en_us: Sob.

source: “미쳤다잖아.”
en_us: “They say he is mad.”

source: “……당돌한 꼬마가 당찬 숙녀가 되어 찾아왔구나.{j}튼튼한 방패도 데리고.”{j}리이나의 파리하게 질렸던 안색이 원래대로 돌아온 것을 확인한 패드릭은 굳은 얼굴로 선언했다.
en_us: “The brave little girl came back a bold young woman with a sturdy shield.”, said a stone-face Padrick when he saw that Lina’s pale face had returned to normal.

source: 냉엄한 눈길이 대전을 훑자, 사절과 화의 등의 단어를 내뱉던 이들이 모조리 입을 닫았다.{j}일갈로 가문의 의견을 전쟁으로 모은 군주가 연이어 소리쳤다.
en_us: His eyes sent shivers down the spines of those that spoke of sending a delegation to diffuse the situation. A single roar from the Baron had set the tone and decided the fate of his house. He finished his thunderous outburst with a final decision.

source: “아으.{j}석 달 동안 시궁창에서 구르다 오셨습니까?!{j}선산에서 대체 뭔 짓을 하신 거예요?!”
en_us: “Are you sure you weren’t down in the sewers for three months? What were you doing up there?”

source: 패드릭 못지않은 쩌렁쩌렁한 목소리가 대전을 울리며 살벌한 기세를 완화시켰다.{j}그러자 패드릭이 토해 내던 분노를 잠시 멈추고 기사를 노려보았다.
en_us: His voice echoed around the castle as loudly as Padrick’s and managed to bring the temperature back down to a simmer. It even managed to temporarily calm Padrick’s rage and make him take notice of the knight.

source: 좋지 않은 예감에 로건의 눈가가 씰룩이는데, 예상대로 정말 불편한 주제가 나왔다.
en_us: Logan’s eyebrow became heavier for he had a bad feeling about what was about to come. Sure enough, his father proved him right.

source: 그의 머리를 둘둘 감은 붕대와 통증.
en_us: His head was in pain and covered in bandages.

source: “……넌 대체 날 어떻게 보고 있는 거냐?”
en_us: “What am I to you, Rick?”

source: “하하하.{j}공자님, 부하들이 실례가 많았습니다.{j}저 친구들이 원래 저렇게 개념이 없는 친구들이 아닌데 가문 사정이 급하다 보니…… 하하.”
en_us: “Please excuse the others, Master. They aren’t usually that boneheaded but the affairs of the house require urgent attention.”

source: ‘그래.{j}어쩔 수 없지.{j}일단 전생의 실력부터 회복하고, 평판을 바꿔 나간다.{j}개인적인 일이야 3개월 뒤 그 일만 무사히 넘기면 끝…… 응?{j}가만?’
en_us: There is no other way. I’ll first need to sharpen up my abilities from my previous life and change my reputation. My personal problems will be fixed as long as there are no hiccups, three months from now. Wait...

source: “……허?”
en_us: “...Huh?”

source: “……형님.”
en_us: “Brother...”

source: 로건은 전생에 보았던 초인 중의 초인, 오러 마스터와 대마법사들을 떠올렸다.{j}홀로 전장의 승패를 바꾸고 흐름을 만드는 초인들.{j}그가 최종적으로 극복해야 할 적 중에는 그런 괴물들도 있었다.
en_us: Logan’s past brought back memories of auror masters and grand mages, and their supernatural powers. These superhumans were able change the outcome of a battle on their own. Logan knew he would have to face a fearsome monster when the time came.

source: 그것은 예상치 못한 파혼 선언과 더불어 정신 줄을 놓아 버린 자신이 발작하듯 ‘그 일’을 저지르는 계기가 되기도 했다.
en_us: The unexpected breaking of his betrothal worsened his already declining state and proved to be the catalyst for “that” incident.

source: “절대 무립니다!{j}제조 과정을 생각이나 해 보셨습니까?{j}시제품 볼트를 사서 길이를 줄이는 것만 해도 손이 가는 게 얼마인데…….”
en_us: “It’s out of the question. Have you thought about the manufacturing process? Shortening the bolts to fit the custom-built crossbow is enough work as it is.”

source: “그러게.{j}저 말도 안 되는 신체 능력은 유전이 아니면 답이 없다.”
en_us: “Hear, hear. It must have been passed down from his father. There’s no other explanation.”

source: 지금으로부터 고작 1년쯤 뒤, 그가 중한 상처를 입고 일선을 은퇴한 뒤 만든 용병대.{j}그곳에서 그가 키워 낸 용병들은 동급의 어떤 용병들보다 우수한 실력을 자랑하며 ‘카이솔론 용병대’라는 이름을 용병계 전체에 각인시킨다.{j}전생의 로건도 그들과 여러 번 같이 일해 보며 그 실력을 체감했었다.{j}그들은 하나같이 그 실력의 이유로 용병대를 가르친 대장이자 교관, 카이솔론의 교습 능력을 최고로 뽑았다.{j}다만 부상으로 은퇴하기 전의 그는 남을 가르치는 것보다 직접 싸우는 것을 훨씬 더 좋아했다고 들었다.
en_us: A little over a year from now, Kai Solon would retire from the frontlines after suffering a grave injury and form a mercenary company. The mercenaries he trained were peerless in each of their respective levels and the Kai Solon Company would be known to all throughout the mercenary world. Logan in his past life had fought for the company on numerous occasions and witnessed their skills firsthand. The entire company unanimously attributed their abilities to the training skills of Kai Solon, their leader and instructor. Logan heard that he much preferred fighting over teaching before he retired from his injuries.

source: 참 잘했다.{j}그러니 이제 그 돈 내놔라…… 라는 말을 돌려 말하며 어른의 미소를 지어 보지만.
en_us: Dwain did his best to maintain his smile as he tried to flatter Logan into coughing up the precious dough.

source: ‘드디어…….’
en_us: Finally...

source: 로건은 당황했다.{j}잘나가다 갑자기 무슨 소리인지, 황당함을 감출 수가 없었다.
en_us: Logan was utterly confused and couldn’t hide his surprise. He felt that the conversation was going well until his sudden change in demeanor.

source: 생명의 힘, 포스(Force).
en_us: The power of life, the Force.

source: ‘오호.{j}그러고 보니 그때 분명히…….’
en_us: Oh. If I remember correctly...

source: 어렴풋이 그 사실을 짐작하고 있던 카이조차 침음성을 흘렸으나, 할 말은 해야 했다.
en_us: Kai had suspected that Logan was a force user but he even he couldn’t hold back his awe, but he still had to speak his mind.

source: 부모와 자식 간에 흔히 할 수 있는 그 말이 이렇게 생소하게 느껴지다니, 패드릭은 쓴웃음이 나왔다.{j}하지만 그 말에 흔들려 한발 물러서 준 만큼, 만약 1년 뒤에도 로건이 자신의 말을 증명하지 못한다면…….
en_us: The word seemed foreign to Padrick for something that was commonly given and received between a parent and their child. The feeling left him with a bittersweet smile. He admitted that he gave into Logan’s plea but he knew what was in store if Logan failed to prove the reason for his actions.

source: 단숨에 네 배가 뛴 몸값에 잠시간 입을 뻐끔거리며 말을 잇지 못하던 카이솔론은 이내 호방하게 웃더니 손을 내밀었다.
en_us: Kai Solon’s face froze as the offer was now four times more than his usual price but he quickly regained his composure and smiled handsomely as he reached out a hand towards Logan.

source: 그 말에 로건이 주저 없이 바로 뒤로 돌아섰다.{j}아무리 이종족 노예의 가치가 크다 한들, 건장한 노예의 몇백 배의 가격은 그를 여간 우습게 보지 않는 이상 나오기 어려운 액수였다.{j}더구나 드워프 노예는 그 장인 종족으로서 유명세와는 달리 치명적인 ‘단점’이 있었으니까.
en_us: Logan sharply turned towards the door. Slaves of different races were higher in value but to increase their price by a few hundredfold only meant that the old man saw Logan as a novice fool. In addition, dwarves were known for their expert craftsmanship but they also had a critical downside.

source: 자랑스레 할 만한 이야기는 아니었으니까.
en_us: It wasn’t a story to be was proud of.
